// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "如果三年之后你注定是我的女朋友，那我为何不提早行使我的权力",
        "2021年5月2日你的出现，让我的心再次跳动，去了很多次的动物园也变得难忘，因为这次是和爱的人！！",
        "555一个月没见了好想你！！出发去安庆，这次猪猪宝夺走了我的初吻，初次感受到了触电的感觉，说到这已经竖起来了哈哈哈",
        "最令人难忘的还是合肥12天啦！！5.29号这个日子让我们都完成了蜕变，也坚定了娶昕宝的决心！！要努力娶昕宝！！",
        "经历了考研的洗礼，鑫昕组合终于不用异地啦！！合肥见！！",
        "被分配到了安寨子猪猪宝宝有点不开心，但我们还要走很长的时间，这三年也行只是很短的一段旅程，重要的是彼此的成长和相互陪伴，两个人手一牵，连命运都改变！！",
        "我们的故事还在继续，还要和猪猪宝去好多地方，海洋馆、美术馆，还有许多次的和柴！！每次都有新奇的事物，为我们贡献了很多照片和欢乐哈哈哈",
        "这一个月，猪猪宝经历了太多磨难，虽然有过争吵，但浓浓的爱意每次都让我们更加坚定！！这个月犯了很多错，猪猪宝也没有和我生气很快原谅我啦哈哈哈，真想快点奔现！！",
        "好想抱紧我的猪猪宝！猪猪老婆我爱你，这次你绝对不可以放手，要和猪猪老公结婚！！",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2021-05-02T20:15:00",
    // 双方的名字
    names: ["cx", "syx"]
}
